[
  {
    "productId": 2,
    "discription": "Samsung Galaxy A03 mobil telefoni 2021-yil 26-noyabrda taqdim etilgan. Telefon 6,50 dyuymli sensorli displeyga ega. Samsung Galaxy A03 sakkiz yadroli protsessor bilan jihozlangan. U 3 GB operativ xotira bilan birga keladi. Samsung Galaxy A03 Android operatsion tizimida ishlaydi va 5000 mA/soat batareya bilan quvvatlanadi."
  },
  {
    "productId": 3,
    "discription": "Samsung Galaxy A32 4G mobil telefoni 2021-yil 26-fevralda taqdim etilgan. Telefon 6,40 dyuymli sensorli displeyga ega. Samsung Galaxy A32 4G 2 gigagertsli sakkiz yadroli MediaTek Helio G80 protsessori bilan ishlaydi. U 6 GB RAM bilan birga keladi. Samsung Galaxy A32 4G Android operatsion tizimida ishlaydi va 5000 mA/soat akkumulyatorga ega. Samsung Galaxy A32 4G xususiy tez zaryadlashni qo\u0027llab-quvvatlaydi."
  },
  {
    "productId": 4,
    "discription": "Samsung Galaxy A12 mobile was launched on 24th November 2020. The phone comes with a 6.50-inch touchscreen display with a resolution of 720x1600 pixels and an aspect ratio of 20:9. Samsung Galaxy A12 is powered by a 1.8GHz octa-core MediaTek Helio P35 (MT6765) processor that features 4 cores clocked at 1.8GHz and 4 cores clocked at 2.3GHz. It comes with 4GB of RAM. The Samsung Galaxy A12 runs Android 10 and is powered by a 5000mAh battery. The Samsung Galaxy A12 supports proprietary fast charging."
  },
  {
    "productId": 5,
    "discription": "iPhone 12 avvalgilariga qaraganda qimmatroq, ammo yangi HDR OLED ekranga ega. U iPhone 12 Pro-ning deyarli barcha xususiyatlarini taklif qiladi, ba\u0027zi kamera imkoniyatlarini yo\u0027qotadi, lekin ko\u0027pchilik foydalanuvchilar uchun etarlicha yaxshi paket bo\u0027lishi kerak. Apple tekis alyuminiy ramkaga qaytdi, ammo iPhone 12 old tomonidagi Ceramic Shield materiali va IP68 reytingi tufayli yanada bardoshli bo\u0027lishni va\u0027da qilmoqda."
  },
  {
    "productId": 6,
    "discription": "iPhone 12 Pro mobil telefoni 2020-yil 13-oktabrda sotuvga chiqarildi. Telefon 1170x2532 piksel o‘lchamli 6,10 dyuymli sensorli displeyga ega, piksel zichligi 460 piksel/dyuym (ppi). iPhone 12 Pro olti yadroli Apple A14 Bionic protsessoriga ega. iPhone 12 Pro simsiz zaryadlashni qo‘llab-quvvatlaydi, shuningdek, xususiy tez zaryadlashni qo‘llab-quvvatlaydi."
  },
  {
    "productId": 7,
    "discription": "Bizning ko‘rib chiqish modelimiz Intel Core i7-1050H protsessor, 8 GB DDR4 RAM, 1 TB SSD xotira (RAID 0 da 2x 512 GB NVMe SSD) va 6 Gb GDDR6 operativ xotiraga ega Nvidia GeForce GTX 1660 Ti grafik protsessoriga ega. Noutbuk, shuningdek, Acer kompaniyasining CoolBoost texnologiyasi bilan maqtanadi, aytilishicha, bu avtomatik rejimga nisbatan fan tezligini 10 foizga oshiradi. Acerning Nitro Sense dasturini ishga tushirish uchun raqamlar paneli maydonida maxsus tugma ham mavjud."
  },
  {
    "productId": 8,
    "discription": "Acer Nitro 5 AN515-52-76VR 1920x1080 pikselli 15,60 dyuymli displeyga ega Windows 10 Home noutbukidir. U Core i5 protsessorida ishlaydi va 8 Gb tezkor xotira bilan ta\u0027minlanadi. Acer Nitro 5 AN515-52-76VR 16 Gb qattiq disk xotirasiga ega.\n\nGrafika Nvidia GeForce GTX 1050 tomonidan quvvatlanadi. Ulanish imkoniyatlari Wi-Fi 802.11 a/b/g/n/ac, Bluetooth, Ethernet va 4 ta USB port (2 x USB 2.0, 1 x USB 3.0), Mic In bilan birga keladi. , RJ45 (LAN) portlari.\n\n2021-yil 30-dekabr holatiga ko‘ra, Hindistonda Acer Nitro 5 AN515-52-76VR narxi Rs dan boshlanadi. 93 056."
  },
  {
    "productId": 9,
    "discription": "Yuqori unumdorlikdagi AMD Ryzen™ 5000 Series mobil protsessorlari.AMD Radeon™ grafikasi 15,6 dyuymli FHD sensorli displeyda uzluksiz tajribani taʼminlaydi. Toʻrt xil rejim, jumladan, planshet rejimi bilan istalgan joyda ishlash yoki dam olishda oʻzingizni qulay his eting. Eslatmalar oling, yangi kontent yarating. va ixtiyoriy raqamli ruchka (qo‘shilmagan) bilan va boshqalar. Do‘stlar bilan suhbatlashing yoki jismoniy maxfiylik qopqog‘i bilan nozik 720p kamerada konferentsiya qo‘ng‘iroqlaridan bahramand bo‘ling."
  },
  {
    "productId": 10,
    "discription": "Samsung 32N4000 HD TV haqida tavsif\nYorqin va aniq\nUshbu zamonaviy davrda HD TV dan rohatlaning. Yorqin va aniq ma\u0027lumotlarga ega bo\u0027lgan televizorning yuqori aniqligini ko\u0027rganingizdan so\u0027ng, Siz standart  ta\u0027rif va analog televizorlarga hech qachon qaytmaysiz.\nYangi imkoniyatlar\nMazkur model bilan o\u0027zingizning yangi imkoniyatlaringizni kashf eting! Sevimli o\u0027yin va media fayllarini televizoringiz orqali tomosha qiling, musiqa tinglang yoki rasmlardan USB ulanish yordamida bahramand bo\u0027ling.\nYuqori aniqlik: Endi ushbu model bilan sevimli dasturlar va o\u0027yinlarni yuqori aniqlikdagi sifat bilan tomosha qilishingiz mumkin. U Clean View tizimi bilan rang va tasvirlarni aniqligini  oshiradi va bu orqali Siz o\u0027zingizni huddi reallikka tushib qolgandek his etasiz!"
  },
  {
    "productId": 13,
    "discription": "iPhone 13 Pro kichikroq batareya va displeydan tashqari iPhone 13 Pro Max bilan bir xil uskunaga ega. Siz asosiy kamera uchun sensor-shift stabilizatsiyasiga ega bo\u0027lasiz va birinchi marta so\u0027l suratga olishingiz mumkin. Optik zoom ham 3X gacha ko\u0027tariladi. Apple yangi kamera funksiyalarini taqdim etdi, \"Kinematik rejim\" va \"Fotografik uslublar\". Bundan tashqari, yangi A15 Bionic SoC ajoyib ishlashni ta\u0027minlaydi. Saqlash 1 TBgacha etadi, ammo eng yuqori versiya juda qimmat. 120 Gts chastotali ProMotion displeyi - bu katta yaxshilanish, ammo chalg\u0027ituvchi noqulay joy hali ham mavjud. O\u0027yinlar va ilovalar juda yaxshi ishlaydi, stereo karnaylar ham juda yaxshi. Qurilish sifati a\u0027lo darajada va iPhone 13 Pro-ni ushlab turish va undan foydalanish kattaroq ukasiga qaraganda osonroq."
  },
  {
    "productId": 12,
    "discription": "Standart dinamik diapazon (SDR) uchun rejimda quvvat talabi 64,8 Vt\n5 Energiya samaradorligi klassi (HDR) G\n6 Yuqori dinamik diapazon (HDR) rejimida yoqilgan rejimda quvvat talabi 83,0 Vt\n7 O\u0027chirish rejimi, quvvat talabi Yo\u0027q Vt\n8 Kutish rejimida quvvat talabi 0,5 Vt\n9 Tarmoqqa ulangan kutish rejimida quvvat talabi 2,0 Vt\n10 Elektron displey toifasi Televizion\n11 Hajmi nisbati (X : Y) 16:9 -\n12 Ekran oʻlchamlari (H X V) 3840X2160 -\n13 Ekran diagonali (Sm) 108,0 sm\n14 Ekran diagonali (dyuym) 43 dyuym\n15 Ko\u0027rinadigan ekran maydoni 49,8 dm2\n16 Panel texnologiyasidan foydalanilgan LED LCD\n17 Yorqinlikni avtomatik boshqarish (ABC) mavjud HA Ha/Yo‘q\n18 Ovozni aniqlash sensori mavjud Yo‘q Ha/Yo‘q\n19 Xona mavjudligi sensori mavjud Yoʻq Ha/Yoʻq\n20 Tasvirni yangilash chastotasi 60 Gts\n21 Dasturiy ta\u0027minot va proshivkaning minimal kafolatlangan mavjudligi\nyangilanishlar(bozorda joylashtirish tugagan kundan boshlab) 8 yil\n22 Ehtiyot qismlarning minimal kafolatlangan mavjudligi\n(bozorda joylashtirish tugagan kundan boshlab) 8 yil\n23 Minimal kafolatlangan mahsulotni qo\u0027llab-quvvatlash 8 yil\nYetkazib beruvchi tomonidan taqdim etilgan umumiy kafolatning minimal muddati 2 (yoki 1) yil\n24 Quvvat manbai turi Ichki\n25.1) Tashqi quvvat manbai\n(standartlashtirilmagan va mahsulot qutisiga kiritilgan), Tavsif N/A."
  },
  {
    "productId": 15,
    "discription": "Acer Aspire 3 A315-53-30BS Windows 10 noutbuki boʻlib, 15,60 dyuymli displeyga ega boʻlib, 1366x768 piksel oʻlchamiga ega. U Core i3 protsessorida ishlaydi va 6 Gb tezkor xotira bilan ta\u0027minlanadi. Acer Aspire 3 A315-53-30BS 1TB HDD xotirasiga ega.\n\nGrafika Intel Integrated HD Graphics 520 tomonidan quvvatlanadi. Ulanish imkoniyatlari Wi-Fi 802.11 a/b/g/n/ac, Bluetooth, Ethernetni o‘z ichiga oladi va u 3 ta USB port (2 x USB 2.0, 1 x USB 3.0), Multi bilan birga keladi. Karta uyasi, Mic In, RJ45 (LAN) portlari."
  },
  {
    "productId": 16,
    "discription": "O\u0027yin davrangizda baland turadigan shaxsiy kompyuter bilan o\u0027yin va sport tajribangizni oshiring.\nEng zamonaviy 10-avlod Intel® Core™ i7 protsessorlari va Windows 10 Home bilan ishlab chiqilgan.\nDiskret NVIDIA® grafikasi, 120 Gts chastotali FHD displey va ilg‘or o‘yin klaviaturasi, IdeaPad Gaming 3i noutbuki sokin va qo‘rqinchli ishonchni yaratadi.\nHukmronlik yo\u0027lida aniq vizual va ko\u0027z yoshlarsiz o\u0027yindan bahramand bo\u0027ling.(8 GB/1 TB HDD/256 GB SSD/Windows 10 Home/4 GB Grafika/NVIDIA GeForce GTX 1650/60 Gts) 15IMH05D o\u0027yin noutbuki (15,6 dyuym, oniks) Qora, 2,2 kg)"
  },
  {
    "productId": 17,
    "discription": "Ushbu element haqida\nRuxsat: 4K Ultra HD (3840x2160) | Yangilanish tezligi: 120 gerts\nUlanish imkoniyati: pristavka, Blu Ray pleerlari, o\u0027yin konsolini ulash uchun 3 ta HDMI porti | Qattiq disklarni va boshqa USB qurilmalarini ulash uchun 2 USB port\nOvoz: 20 vatt chiqishi\nDispley: LED paneli | Haqiqiy 4K Ultra HD | Yupqa va zamonaviy dizayn | PurColor\nSmart TV xususiyatlari : O\u0027rnatilgan Wi-fi | Smart TV bepul ilovalar bilan\nKafolat haqida ma\u0027lumot: Samsung tomonidan panelda 1 yillik keng qamrovli va qo\u0027shimcha 1 yil\nOʻrnatish: Yetkazib berilgandan soʻng Samsungdan ushbu mahsulotni sanitarlashtirilgan oʻrnatish/devorga oʻrnatish/demosini soʻrash uchun toʻgʻridan-toʻgʻri Samsung qoʻllab-quvvatlash xizmatiga [1800407267864/180057267864] qoʻngʻiroq qiling va mahsulot modeli nomini hamda hisob-fakturada koʻrsatilgan sotuvchi tafsilotlarini koʻrsating.\nOson qaytarib berish: Ushbu mahsulot yetkazib berilgandan keyin 10 kun ichida mahsulot nuqsonlari, shikastlanishi yoki taqdim etilgan tavsifga mos kelmaydigan xususiyatlar bo\u0027lsa almashtirilishi mumkin.\nKelib chiqqan mamlakati: Hindiston"
  },
  {
    "productId": 21,
    "discription": ""
  }
]